
{
    "navhome":"home",
    "navcharacters":"Characters",
    "navguide":"Guide",
    "navdownload":"Download",

  
    "titlehome": "ANIME HEROES",
    "descriptionhome": "It's a multiverse fighting game that brings together nearly 200 iconic characters from a variety of anime in thrilling battles. With vibrant graphics, true-to-original special moves, and dynamic gameplay, players can assemble teams of their favorite heroes and villains to face epic challenges. Whether in the engaging story mode or competitive combat, Anime Heroes offers a unique experience for fans of anime and fighting games.",
    "styledescription":"There are different types of fighters to suit your style:",
    "changeLanguage": "Change Language",
    "stylemartialartist":"MARTIAL ARTIST",
    "styleswordsman":"SWORDSMAN",
    "stylemage":"MAGE",
    "stylemagicfist":"MAGIC FIST",

    "animeselection":"Select Anime:",
    "gifalt":"no gif available for this character",
    "cardcharacteralt":"No characters found for this anime.",

    "majorquestion":"The major question is",
    "allstardefeat":"Who will defeat the Allstar?",

    "jointofight":"JOIN TO FIGHT",
    "retrographics": "RETRO GRAPHICS",
    "frequentupdates":"FREQUENT UPDATES",
    "newfeautures": "NEW FEAUTURES",

    "textretro":"Explore this imaginary world through realistic and breathtaking graphics and dive into fantastic emotions.",
    "textupdates":"With every update, we enhance the experiences of our players and make sure that their adventure runs smoothly.",
    "textfeauteres":"Make your journey even more enjoyable by incorporating our new features and in-game assets into your unique playstyle.",

    "downloadtext":"Anime Heroes Allstar Clash is available on Windows. Download it to get started your adventures on the Anime Multiverse!",
    "uniqueExperience":"Unique Experience",
    "unlocksystem": "Unlock System",
    "secretstransforms":"Secrets Transforms",
    "uniqueExperiencetext": "Universe designed for all powers and abilities to be true to original characters.",
    "unlocksystemtext":"Complete arcade survival with specific characters to unlock more characters and stages.",
    "secretstransformstext":"Several characters have transformations that only occur if certain conditions are met, even if the conditions are met you still need to count on the chance of it happening or not.",

    "easy":"EASY",
    "easytext":"to play",
    "chars":"249",
    "charstext":"Chars",
    "coop":"COOP",
    "cooptext":"4 Players",

    "faqtext":"We know you have questions too.",
    "question1":"Is the the game free to download?",
    "answer1":"Yes, it's free to download and play. We offer an optional contribution for anyone who wants to encourage the project to continue.",
    "question2":"Can I play with the same save on different devices?",
    "answer2":"Just copy the save folder that is in the game's root folder.",
    "question3":"Is there a community for the game?",
    "answer3":"Yes, our official community is on Discord, you can access it using the social media buttons at the bottom of the page.",
    "question4":"Are the characters your creations?",
    "answer4":"No, all characters are reprogrammed by me to have improvements and balance with the universe, each character with their credit.",

    "characterguidetext":"There are some types of unlockable characters.",
    "commoncharacter":"Common",
    "commoncharacterdescription":"These are the main characters in the game that are the majority as they are balanced and allowed in competitive matches. Several are already unlocked.",
    "extracharacter":"Extra",
    "extracharacterdescription":"They are characters outside the anime category to implement the experience, they are also allowed in competitive matches.",
    "elitecharacter":"Elite and S+",
    "eliteharacterdescription":"Characters stronger than normal, considered bosses, who can play for challenges or entertainment, are not allowed in competitive matches.",

    "unlockablecharacters":"Unlockable Characters",
    "unlockablecharacterstext":"See how to unlock each character below:",
    "Unlockable":"Unlockable",
    "gamemode":"Game Mode",
    "usedcharacter":"Used Character"
  }